;
; If you want to help translate Listary, please visit http://www.listary.com/languages
; Send an email to support@listary.com if you have any questions

[Info]
;Language name in your own language e.g. Deutsch
Language=Afrikaans
;Language name in English e.g. German
LanguageEn=Afrikaans

LanguageFileFormat=1

;Note to translators:
;Please keep escape sequences like $1, $2, \n, \t, %d, %s, %% unchanged
[Strings]
;Common UI
21001=(leeg)
21027=Goed
21028=Kanselleer
21029=Maak Toe

;Words - simple words can be reused
150=Geen
151=Pas Toe
152=Vouer
153=Lêer
154=Naam
155=Pad
156=Naam:
157=Warm Sleutel:
158=Pad:
159=Reset

;Global
602=Listary Opsies

;Balloon
801=Listary hardloop in die agtergrond.
802=Vind Soos Jy Tik
803=Vind soos jy tik is tydelik afgeskakel vir hierdie lys. Druk ESC om te restoreer.

;Tray Menu
1001=Aanlyn Hulp
1002=Kyk vir Opdaterings...
1003=Omtrent
1004=Verlaat

;Toolbar
1100=Soek

;Favorite Menu
2000=Gunsteling
2001=Hierdie Program
2002=Globaal
2003=Voeg Hier By
2004=Voeh Huidige Vouer By Gunstelinge
2050=Misluk on by gunsteling te voeg
2051=Listary kon nie die pad van die program kry nie.

;Recent Menu
2100=Onlangs
2101=Maak Skoon
2105=Hou Hierdie Program Dop
2106=Moenie Hierdie Program Dop Hou Nie

;Commands Menu
2201=Vouers Huidiglik Oop
2202=Skakel na die Laaste Oop Vouer In Lêer Bestuurder
2203=Maak die gekose lêer oop in Lêer Bestuurder
2204=Verken Huidige Vouer
2205=Bevel Venster
2206=Gaan na Program Vouer
2207=Verken Program Vouer
2208=Wys Lêer Ekstensie
2209=Wys Versteekte Lêers en Vouers
2210=Kopieer Vouer Pad na Knipbord
2211=Kopieer Paaie van Gekose Items na Kipbord
2212=Kopieer Vertoon Name van Gekose Items na Knipbord
2213=Opsies
2214=Opgradeer na Professionele Weergawe
2215=Export List Content to Excel
2216=Skakel Listery Af vir Hierdie Program
2218=Skeiding
2219=Op Een Vlak
2252=Is jy seker jy wil Listary afskakel vir hierdie program?
2253=Skakel Listary Af
2254=Listary sal nie weer verskyn van die volgende keer wat jy hierdie program begin nie.
2260=Opdrag Prompt (Administreerder)
2261=Voeg huidige vouer by as 'n projek

; Export to Excel command
2270=Sorry this list is not supported.
2271=Processing...
2272=Save failed, please check if the file is open in another program.

;Search
2300=Lys
2301=Gaan na
2302=Geen items stem ooreen met dit waarna jy soek nie.
2303=(huidige vouer)
2304=Projek
2305=Konteks Kieslys

;Options > General
3000=Algemeen
3001=Begin Listary wanneer Windows begin
3002=Stel die invoer fokus vir outomatiese lêer lysing vir Windows XP Explorer
3004=Vinninge Skakeling (Maak die huidige vouer oop in die lêer dialoog venster wanneer jy skakel vanaf 'n lêer bestuurder)
3005=Taal:
3006=Standaard Lêer Bestuurder
3007=Vul hierdie in as jy verkies om 'n ander lêer bestuurder as Windows Explorer te gebruik.\nGebruik %1 in die parameter vir die pad. Moet nie die aanhalingstekens vergeet nie.
3008=Vae ooreenstemming
3009=Kyk automaties vir opgraderings
3010=Kyk vir nuwe beta weergawes
3020=Voorvoegsel om vind soos jy tik tydelik af te skakel vir die huidige lys (druk ESC om te restoreer):

;Options > Favorites
3100=Gunstelinge
3106=Subkieslys

;Options > Commands
3306=Voeg Pasgemaakte Opdrag/Aksie By
3309=Opdrag/Aksie
3313=Vertoon Titel:
3314=Beskrywing:
3315=Sleutelwoord:
3316=Geruisloos
3317=Maak oop as administreerder

;Options > Applications
3402=Skakel Listery aan vir hierdie program
3403=Hou onlangse lêers en vouers dop

;Options > Keyboard and Mouse
3503=Wys Listary nutsbalk:
3504=Wys popop kieslys:

;Options > Display
3603=Relatief na lys
3604=Relatief na venster
3605=Van bo
3606=Van onder
3607=Van links
3608=Van regs
3618=Bo-kant van venster
3619=Onder-kant van venster
3620=Relatief aan skerm
3621=Center of window
3624=Dubbel-kliek met jou muis in enige leë gebeid om Listary te aktiveer
3625=Middel-Kliek met jou muis om Listary te aktiveer
3626=Skakel lokale warm sleutels aan wanneer Listary nutsbalk versteek is
3628=Nutsbalk Posisie
3629=Vind soos jy tik

;Options > Pro
3800=Opgradeer na Listary Professioneel
3802=Naam:
3803=E-Pos:
3804=Registrasie kode:
3808=Plak van Knipbord
3809=Sien Registrasie kode
3810=Veels geluk, jy het suksesvol opgradeer na Listary Professioneel!
3811=Jammer, die registrasie kode is ongeldig.
3812=Listary is gratis vir persoonlike, nie-kommersiële gebruik alleenlik.
3813=As jy Listary vir kommersiële doeleindes wil gebruik of in jou plek van besigheid, of as jy wil help met die ontwikkeling van Listary, gradeer asseblief op na Listary Professioneel.
3814=Kry Listary Professioneel Nou!

;Options > About
3900=Omtrent
3902=Sien Tuisblad
3903=Hierdie program is gelisensieer aan

;Options > Integration
4000=Integrasie
4002=Gebruik Total Commander om lêer dialoogvensters te vervang:

;Custom Command Dialog
4200=Pasgemaakte Opdrag
4201=Volle pad van 'n uitvoerbare lêer.\nVoorbeeld: C:\Program Files\7-Zip\7z.exe
4202=Parameter:
4203=Die voorbeel wys hoe jy die gekose lêer by 'n argief kan voeg met 7-Zip.\n\nJy kan die volgende veranderlikes in 'n parameter gebruik. Veranderlikes bevat nie dubbel aanhalings-tekens nie. Voeg dit asseblief self by volgens jou behoeftes.
4204=%file%\t\tVolle pad van gekose lêer/vouer.\nVoorbeeld:  D:\download\music\example.mp3\n\n%path%\tPad van die huidige vouer.\nVoorbeeld: D:\download\music\\n\n%filename%\tlêer naam van die gekose lêer/vouer.\nVoorbeeld: voorbeeld.mp3
4210=Skep 'n Txt Lêer (Voorbeeld)
4211=Skep "{query}.txt"
4212=Bv. tik "txt abc" om "abc.txt" met Notepad te wysig

;Add Favorite Dialog
4300=Voeg Gunsteling By
4301=Gebruik Pad

;Menu List
4400=Kieslys
4401=Nutsbalk
4402=Pop-op Kieslys
4403=Gunsteling
4404=Program Gunsteling
4405=Total Commander Gids Kieslys
4406=Onlangs
4407=Opdragte
4408=Tray Links Kliek Kieslys
4409=Tray Regs Kliek Kieslys

;Menu List Item Type
4500=Gunsteling Vouer
4501=Gunsteling Dokument
4502=Begin Program

;Options > Menus
5000=Kieslyste
5001=Opdragte
5002=Herstel Kieslyste
5003=Is jy seker jy wil al die kieslyste terugstel na die standaard? Jy sal nie jou gunsteling of opdragte verloor nie.
5010=Change Icon
5011=Restore Default Icon

;Options > By Window Type
5100=Volgens Venster Tipe

;Options > Hotkeys
5200=Warm Sleutels

;Options > By Application
5300=Volgens Program
5301=Vasgepende Paaie
5302=Slegs programme met nie-standaard stellings word gewys.

;Options > Index
5402=Soek automaties in sub-vouers
5403=Voorvoegsel om op alle hardeskywe te soek:
5404=Hardeskyf Soek Uitsluitsels
5410=Sluit 'n hardeskyf of vouer uit
5411=Voeg 'n uitsluitsel filtreerder by
5412=Verwyder gekose inskrywing
5413=Hardeskyf Soek
5416=Skakel hardeskyf soek af
5417=Forseer Indeks Herbouing
5418=Loading...
5419=Index
5420=NTFS volumes
5421=Custom index locations
5422=Invalid folder exclusions
5423=Exclusion filters
5430=Add a custom location to index
5440=Update index every $1 minutes (0 to disable)
5441=Update Index Now


;Options > History
5500=Geskiedenis
5501=Hoe die lêer en vouer geskiedenis dop
5502=Maak Geskiedenis Skoon
5503=Is jy seker jy wil al die geskiedenis rekords skrap?
3208=Selekteer automaties die laas oopgemaakte lêer in die lêer oopmaak dialoog venster
3215=Soek in onlangse lêers en vouers
5510=Geskiedenis Uitsluitsels

;Options > Projects
5600=Projekte
5601=Sleutelwoord
5602=Wat is die?
5603=Byvoorbeeld, as jy "D:\Websites\My Blog" as 'n projek byvoeg met die sleutelwoord "blog", kan jy "blog lêer_om_te_vind.html" tik om in dit te soek vir lêers en vouers van enige plek of tyd.
5605=Gradeer nou op na Listary Professioneel om projekte te gebruik!

;Options > Appearance
5700=Voorkoms
5701=Groote
5702=Normaal
5703=Klein
5710=(in piksels. 0 om standaard te gebruik)
5711=Wydte:
5712=Maksimum hoogte:

;Options > Launch Apps
5800=Launch Apps
5801=Search Folders

;Options > Search
5901=Filters
5902=Type "keyword:search query" or "search query keyword:" to apply a search filter
5910=Search in:
5911=Search for:
5912=Extensions:

;Dialog > Add Exclude Filter
6100=Voeg 'n Uitsluitsel Filtreerder By
6101=* stem ooreen met nul of meer karakters
6102=? stem ooreen met presies een karakter
6103=Filtreer:

;Dialog > Register Hotkey
6200=Listary Warm Sleutel
6201=Warm sleutel $1 is deur 'n ander program gevat.
6202=Spesifiseer 'n nuwe een:

;Dialog > Upgrade to Pro
6301=Hierdie funksie is voorsien as deel van die Listary Profesioneel evaluasie.
6302=Gaan Voort

;Updates
6400=Listary Opgradering
6402=Listary kan nie nou vir opgraderings kyk nie, probeer asseblief weer later.
6403=Jy gebruik al reeds die mees onlangse weergawe van Listary. Kyk asseblief weer in die toekoms.
6404='n Nuwe weergawe van $1 is beskikbaar.
6405=Geïnstalleerde Weergawe:
6406=Nuutste Weergawe:
6407=Maak Aflaai Blad Oop
6408=Slaan Hierdie Weergawe Oor
6409=Herinner My Later

;UI
8000=Kliek om warm sleutel te stel
8001=Druk die warm sleutel

;Actions
9000=Aksie
9001=Maak Vouer Oop
9002=Kopieer Pad na Knipbord
9003=Maak Oop
9004=Kopieer Vouer Pad na Knipbord
9005=Kopieer na Huige Vouer
9006=Skuif na Huidige Vouer
9007=Copy
9008=Cut
9020=Is jy seker jy wil "$1" skuif na "$2"?

;Tutorial
7000=Handleiding
7001=Probeer dit!
7002=Volgende>
7003=Nee Dankie
7004=Klaar
7005=Kliek *Volgende >* wanneer jy klaar is

7010=Dit lyk asof jy Listary vir die eerste keer hardloop. Wil jy die gids handleiding sien?

7020='n Explorer venster sal oopgemaak word om jou aan die gang te kry.

7030=Jy kan direk tik wat jy benodig in Explorer.
7031=Tik *text 2*

7040=*Tab / Up / Down:* Kies 'n lêer of vouer
7041=*Enter:* Maak die gekose vouer oop
7042=*ESC:* Versteek Listary nutsbalk

7050=Die aksie wyse is baie hulpvaardig as jy gereeld die regs-kliek kieslys (Konteks Kieslys) gebruik.
7051=Tik jou eie soek term
7052=Kies een uitslag (gebruik Tab / Op / Af)
7053=Druk *Regter Pyltjie Sleutel*

7060=Al jou konteks kieslys inskrywings is hier (Beide 32-bit en 64-bit). Jy kan soek gebruik om die een wat jy benodig onmiddelik te kies.

7070=Jy kan ook 'n pad direk tik.
7071=Tik 'n pad soos D:\My folder\Photos

7080=Om konflik te vermy sal Listary nie verskyn wanneer jy tik in sekere derde party lêer bestuurders nie.  Jy kan altyd die warm sleutel ($1) gebruik om dit te aktiveer.
7081=Probeer die warm sleutel *$1*

7090=As jy die muis verkies kan jy die muis dubbel-kliek of middel-kliek om toegang to Listary te kry.
7091=Dubbel kliek in enige leë gebied in die regterkanste paneel in Explorer.

7100=Listary can search all your drives (NTFS) at breakneck speed.
7101=Type *notepad.exe*
7102=Kies Notepad
7103=Druk die Enter sleutel om oop te maak

7110=Nou behoort jy 'n Notepad venster oop te he.
7111=Kliek File > Open… (of druk Ctrl + O) in Notepad

7112=Druk *Ctrl + G*
7120=Listary het jou vorige vouer in Windows Explorer oopgemaak! Dit kan jou ook help om dit automaties te doen.
7121=Skakel na jou vorige Explorer venster
7122=Maak enige ander vouer in Explorer oop
7123=Skakel terug na die maak-oop dialoog venster in Notepad
7124=Merk op hoe die vouer verander het in die maak-oop dialoog venster

7130=Daar is baie ander kenmerke in Listary soos gunstelinge, geskiedenis en opdragte of aksies. Jy kan kliek op die Listary nutsbalk knoppies om te verken.

7141=Baie dankie vir jou tyd! Kliek die volgende skakel om meer te leer van ander goeie kenmerke van Listary:
7142=Leer meer omtrent Listary
